tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/versions'
tap 'homebrew/binary'
tap 'neovim/neovim'

brew 'git'
brew 'git-flow'
brew 'google-java-format'
brew 'heroku'
brew 'neovim'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'terraform'
brew 'tmux'
brew 'tree'
brew 'watchman'
brew 'yarn', args:['ignore-dependencies']

cask '1password'
cask 'alfred'
cask 'atom'
cask 'charles'
cask 'cyberduck'
cask 'docker'
cask 'firefox'
cask 'flash-player'
cask 'font-hack-nerd-font'
cask 'font-menlo-for-powerline'
cask 'google-chrome'
cask 'gpgtools'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'keybase'
cask 'postman'
cask 'sourcetree'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
